Repository: neocodejack/burial-plots
Catalog: burialplots/Resources/HomeTexts.*.resx
Languages: it, ur

source: Choices
it: Scelte

# Choo
source: Choosing the right life insurance policy will depend upon factors such as the premiums which you wish to pay and the amount of cover you’re seeking. If you want a policy which will cover your mortgage then calculating the amount needed should be fairly simple. If the intention is to provide a regular income for your family after you die, then it will be worthwhile sitting down and calculating existing outgoings in order to come up with a realistic figure for the future. If you’re aged 50 or over and want to take out life insurance to cover funeral costs and leave an inheritance, then the main factor in choosing a policy will be the amount you wish to pay in premiums.
it: Scegliere la giusta polizza di assicurazione dipende da svariati fattori quali i sovrapprezzi che desideri pagare e la quantità di copertura che stai cercando. Se vuoi una polizza che copre la tua ipoteca sarà abbastanza semplice calcolare l’ammontare necessario. Se l’intenzione è di provvedere ad un’entrata regolare per la tua famiglia dopo la tua morte, allora vale la pena sedersi e calcolarsi le uscite esistenti per arrivare ad un valore realistico del futuro. Se hai più di 50 anni e vuoi prenderti l’assicurazione sulla vita per coprire i costi del funerale e lasciare un’eredità, allora il fattore principale nella scelta di una polizza sarà l’importo che desideri pagare in sovrapprezzo.

# Choos
source: Choosing the perfect coffin will help you to feel that you’re doing one final thing for the person you’ve lost, as well as helping to provide a focus amidst the difficult emotions of bereavement. If you have any questions about coffins, or any other aspect of arranging or pre-planning a funeral then please contact us. You can email at (Email) or phone us on 0100 000 0000.
it: Scegliere la bara perfetta ti aiuterà a pensare che stai facendo un’ultima cosa per la persona che hai perso, così come ti aiuterà a provvedere al giusto focus tra le emozioni difficili della perdita. Se hai qualsiasi domanda riguardo bare, o su qualsiasi altro aspetto dell’organizzazione o pre-pianificazione di un funerale allora ti preghiamo di contattarci. Puoi mandare una email a (Email) o telefonare al numero 0100 000 0000.

# Choosingacoffin
source: Choosing a coffin for your loved one’s final resting place may seem like quite a simple choice, but the fact of the matter is that this is part of your chance to say goodbye to them, by selecting a coffin which you think they would like themselves, and which you’re happy to think of them resting in.
it: Scegliere una bara come posto di riposo finale della persona che ami può sembrare una scelta semplice, ma la realtà è che questa fa parte dell’occasione che hai di salutare la persona. Puoi selezionare una bara che pensi possa piacere a loro stessi e per cui tu possa essere felice al pensiero di sapere che loro stanno riposando in quella.

# Choosingall
source: Choosing all of the details of the funeral can be a way of focusing your thoughts on the person you’ve just lost, whilst the funeral itself can act as a major milestone on the road to emerging from the shock of bereavement. The funeral you arrange is the last chance to say goodbye to the person you’ve lost, and the details will provide comfort in the years to come. While we make it easier to find an affordable burial plot in the UK, we also offer links and information to services such as coffins.
it: Determinare tutti i dettagli di un funerale può essere un modo per focalizzare i tuoi pensieri sulla persona che hai appena perso, mentre il funerale stesso può essere una pietra miliare sulla via per emergere dallo shock del lutto. Il funerale che organizzi è l’ultima occasione che hai di salutare la persona che hai perso, e i dettagli stessi forniranno conforto negli anni a venire. Noi rendiamo la ricerca di un posto di sepoltura nel Regno Unito più facile e conveniente possibile, ed inoltre forniamo anche link ed informazioni riguardo servizi come la scelta delle bare.

# Different
source: Different Types of Cover
it: Diversi tipi di coperture

# Ifyouve
source: If you’ve got any questions about the different types of life insurance available, or would like advice on options such as setting up a life insurance policy in trust in order to reduce inheritance tax, then contact us at (Email) or by calling 0100 000 0000.
it: Se hai qualsiasi domanda riguardo i vari tipi di assicurazioni sulla vita disponibili, o vuoi consigli su opzioni quali l’instaurazione di una polizza di assicurazione sulla vita per ridurre l’Imposta di Successione, contattaci all’email (Email) o chiamaci al 0100 000 0000.

# Inside
source: Inside, the coffin will be lined, usually in white and with materials such as taffeta, lace and satin. Some interiors are quilted and include a small cushion, something which comes as particular comfort to people who opt to view the body of the deceased in the coffin before burial. You may also opt to place some objects inside the coffin to accompany the deceased. This is a completely personal choice, of course, but options include flowers, personal letters, photographs, medals or items of jewellery. Your funeral director or staff at a crematorium will be able to advise if any of the objects you’ve chosen will have to be removed prior to a cremation.
it: All’interno la bara sarà foderata, in genere con fodera bianca e con materiali tipo taffetà, pizzo e raso. Alcuni interni sono trapuntati e includono un piccolo cuscino, oggetto che offre comfort alle persone che desiderano vedere il corpo del defunto prima della sepoltura. Potresti anche scegliere di porre alcuni oggetti nella bara che accompagnano il defunto. Questa è una scelta puramente personale, ovviamente, ma opzioni includono fiori, lettere personali, fotografie, medaglie o gioielli. Il tuo direttore funebre o lo staff al crematorio ti diranno se qualsiasi oggetto scelto dovrà essere rimosso prima di una cremazione.

# Inthedays
source: In the days immediately following a death, dealing with bureaucratic and legal matters might be the last thing on your mind. There are some things which have to be done almost immediately, however, such as registering the death, and the truth is that many people find the wider challenge of arranging a funeral can be somewhat therapeutic.
it: Nei giorni immediatamente successivi a una morte, avere a che fare con questioni burocratiche e legali può essere l’ultima cosa che hai in testa. Ci sono alcune cose che devono essere fatte immediatamente, come registrare la morte, e la verità è che molte persone trovano che le difficoltà che si incontrano organizzando un funerale possono essere in un certo qual modo terapeutiche.

# Itshould
source: It should be noted that a term life insurance policy won’t pay out anything if you happen to die after the term of the policy.
it: Va notato che la polizza di assicurazione vitalizia non pagherà nulla se muori dopo il termine della polizza.

# Plannin
source: Planning
it: Pianificare

# Planningof
source: Planning of this kind is what Burialplots.co.uk is all about. By pulling the usually fragmented funeral market into one easily accessed portal, and making it possible to find advice and services other than via a funeral director, we intend to make forward planning a much simpler process. Beginning with purchasing a burial plot but including everything else from flowers to advice on will writing, the site allows people to enjoy the peace of mind of knowing that the stress on their loved ones will be lessened.
it: La pianificazione di questo tipo è ciò che riguarda Burialplots.co.uk. Riprendendo tutto il mercato, in genere frammentato, in un unico portale facilmente accessibile, e rendendo possibile cercare consigli e servizi in un altro modo oltre che tramite il direttore funebre, intendiamo semplificare il processo della pianificazione anticipata. Iniziando ad acquistare un posto di sepoltura includendo tutto il resto dai fiori ai consigli su come scrivere un testamento, il sito permette alle persone di godersi la tranquillità mentale sapendo che in tal modo sarà diminuito il fattore di stress sui loro cari.

# Term
source: Term Life Insurance
it: Assicurazione vitalizia

# Theinitial
source: The initial choice to make when choosing a coffin is the appearance of the outside of the coffin. Most traditional coffins are wooden in appearance and the first thing to choose is the type of wood. Options such as oak, mahogany, teak and walnut offer different tones and shades of warmth, whilst the additions it is possible to include make it possible to personalise the coffin you’ve selected. These additions include handles, ranging from minimalist and modern to ornate antique versions, and panels, whether plain or embossed and carved with imagery. The coffin will also feature a nameplate, and it is possible to have other symbols attached to the outer casing. It’s also possible to have larger, heavier coffins constructed from steel, though it should be noted that these, and certain wooden coffins, may not be suitable for cremation.
it: La scelta iniziale da effettuare quando si sceglie una bara è l’aspetto esterno. Molte bare tradizionali sono in legno e la prima cosa da scegliere è il tipo di legno. Le opzioni tipo quercia, mogano, teak e noce offrono toni e tonalità di calore differenti, mentre le aggiunte possibili da includere fanno sì che la bara che hai selezionato sia personalizzabile. Queste aggiunte includono maniglie, che vanno dalle versioni minimaliste, moderne, antiche e di ornamento, e piani e rilievi scolpiti con immagini. La bara riporterà anche una targhetta, ed è possibile aggiungere altri simboli sull’involucro esterno. È possibile inoltre avere bare più ampie e pesanti costruiti in acciaio, anche se bisogna tener conto che queste e alcune bare di legno non sono adatte per la cremazione.

# thist
source: this type of policy pays out if you die within a set time period. You may want a policy to cover the costs of a mortgage, for example, or the time when your children are likely to still be in education or living at home. The premiums for this type of policy will be lower than for whole life cover.
it: questo tipo di polizza paga se muori entro un determinato periodo di tempo. Potrebbe essere necessaria una polizza che copre i costi di un’ipoteca, per esempio, o una che copra

# thistype
source: this type of policy pays out to your dependants no matter when you die, and is the most expensive type of life insurance.
it: questo tipo di polizza paga ai tuoi dipendenti indipendentemente da quando muori, ed è l’assicurazione più costosa in circolazione.

# When
source: When people go to the time and trouble of planning a funeral in advance or writing a will they generally do so because they’re thinking of how their nearest and dearest will cope in the event of their death. Although the emotional impact of bereavement is all but impossible to avoid, the practical and financial issues can be alleviated with sufficient forethought.
it: Quando le persone usano il tempo e l’impegno per pianificare un funerale in anticipo o per scrivere un testamento, in genere lo fanno perché pensano a come i più vicini e i più cari dovranno far fronte all’evento della loro morte. Anche se l’impatto emotivo del lutto è totalmente impossibile da evitare, i problemi pratici e finanziari possono essere alleviati con una pianificazione sufficiente.

# Whole
source: Whole of life cover
it: Copertura intera di vita

# Any
source: Any worries you might have about your family’s well-being after your death will be greatly alleviated if you take out a life insurance policy. The policy will offer financial protection for your family when you die. The amount of any pay-out and the type of policy taken will vary depending upon exactly what you want the insurance to cover. You may want insurance which covers a mortgage for example, provides for your children as they grow up, leaves an inheritance for other relatives and perhaps covers the cost of a funeral.
it: Qualsiasi preoccupazione potresti avere riguardo il benessere della tua famiglia in seguito alla tua morte, questa sarà grandemente alleviata se prendi una assicurazione sulla vita. La polizza offrirà protezione finanziaria per la tua famiglia quando morirai. L’ammontare di qualsiasi pagamento e il tipo di polizza varierà a seconda di cosa tu voglia che l’assicurazione copra esattamente. Potresti prendere un’assicurazione che ad esempio copra un’ipoteca, che provvede ai tuoi figli quando crescono, che lascia un’eredità agli altri parenti e che copre il costo di un funerale.
