Repository: neocodejack/burial-plots
Catalog: burialplots/Resources/HomeTexts.*.resx
Languages: it, ur

# Ifyouuse
source: If you use a solicitor to draw up your will, the fee they charge will depend upon the complexity of your estate, but will generally fall somewhere between £100-£200. Shop around for the best deal and make sure that any quote you’re given includes VAT. You should think about what you want to include in the will and who you wish to leave the various assets to before you meet with your solicitor, as this will save time and money. They will explain your options and offer confidential advice, before setting down your wishes in the correct manner. Using a solicitor will mean that mistakes are less likely to be made and that you can seek redress with the solicitors firm or the Legal Ombudsman if mistakes do occurr. It also means that you’ll receive expert advice on complicated aspects of estate management such as Inheritance Tax and trusts. You may also opt to appoint the solicitor who draws up your will to be its’ executor.
it: Se stai utilizzando un avvocato per elaborare il tuo testamento, la tassa che ti verrà addebitata dipenderà dalla complessità del tuo testamento, ma in genere varia tra i £100-£200. Guardati in giro per la migliore offerta e assicurati che ogni offerta includa anche l’IVA. Dovresti pensare a cosa vuoi includere nel testamento e a chi vorresti lasciare i vari elementi prima di incontrarti con il tuo avvocato, in quanto questo ti farà risparmiare tempo e denaro. Essi spiegheranno le tue opzioni e offriranno servizi confidenziali prima di trascrivere i tuoi desideri nella maniera corretta. Utilizzare un avvocato implica che gli errori siano meno probabili ed è possibile richiedere il risarcimento dalla ditta avvocati o dal mediatore legale se si verificassero degli errori. Ciò significa anche che riceverai consiglio da esperti su aspetti complicati della gestione immobiliare come l’Imposta di Successione e crediti. Puoi anche scegliere di nominare l’avvocato come esecutore che imposta il tuo testamento.
ur: اگر آپ اپنی وصیت کی تیاری کے لئے کسی وکیل کا استعمال کریں، وہ فیس لیں گے جس کا انحصار آپ کی ملکیت کی پیچیدگی پر ہے، لیکن یہ عام طور پر £100-£200 کے درمیان کہیں ہوگی۔ بہترین معاملات کے لئے تلاش کریں اور یقین کر لیں کہ آپ کے دئیے جانے والے کسی بھی حوالے میں وی اے ٹی شامل ہوتا ہے۔ آپ کو چاہئیے کہ اپنے وکیل سے ملنے سے پہلے اس بارے میں سوچیں کہ آپ کیا وصیت میں شامل کرانا چاہتے ہیں کون ہے جس کے لئے آپ مختلف اثاثے چھوڑنا چاہتے ہیں اس سے آپ کا وقت اور رقم بچے گی۔ وہ آپ کے انتخاب کی وضاحت کریں گے اور آپ کی خواہشات کو صحیح طریقے سے ترتیب دینے سے پہلے رازدارانہ نصیحت فراہم کرتے ہیں۔ ایک وکیل کے استعمال کا مطلب ہے کہ غلطیاں کم ہوسکتی ہیں اور آپ وکلاء فرم یا قانونی محتسب کےساتھ اس کو صحیح کرنے کی کوشش کرسکتے ہیں اگر غلطیاں واقع ہوئی ہیں۔ اس کا مطلب یہ بھی ہے کہ آپ ملکیت کے انتظام کے پیچیدہ پہلوؤں پر ماہرانہ تجویز حاصل کریں گے جیسے وراثت ٹیکس اور ٹرسٹ۔ آپ وکیل کو مقرر کرنا بھی پسند کرسکتے ہیں جو آپ کی وصیت تیار کرتا ہے اس کے وصی کے لئے۔

# Inrecentyears
source: In recent years one of the most difficult aspects of arranging a funeral has been finding and purchasing a burial plot. The fact that the supply of viable burial plots within the UK has been running low has been acknowledged for some years now, and with the demand for burials remaining strong, both choice and cost have been adversely affected. Burialplots.co.uk was created to address this need, and to do so in a way which offerss convenience and simplicity. We’ve gathered together a selection of plots located in cemeteries across the UK. By accessing our simple search page you can locate the cemetery of your choice and then view the plots available within that cemetery. Information such as size, type and cost is provided, and you even have the choice of two different payment options; pay in advance or set up a payment plan. We offer the full range of plots, from single plots to companion plots and even plots for burying cremated remains. Over time, we plan to expand our range into every part of the UK, and to arrange provision in our own dedicated cemeteries.
it: Negli ultimi anni uno degli aspetti più difficili nell’organizzazione di un funerale è quello di trovare e acquistare un posto di sepoltura. Con la diminuzione dell’approvvigionamento dei posti di sepoltura disponibili nel Regno Unito già riconosciuta da un po’ di anni, e con la domanda dei posti di sepoltura che rimane costante, sia la scelta che i costi sono stati compromessi. Burialplots.co.uk è stato creato per rispondere a queste necessità in modo conveniente e semplice. Abbiamo raggruppato una selezione di posti localizzati nei cimiteri di tutto il Regno Unito. Accedendo alla nostra semplice pagina di ricerca è possibile individuare il cimitero di tua scelta e visualizzare i posti disponibili all’interno di quel cimitero. Sono fornite informazioni quali la dimensione, il tipo e il costo e si ha la possibilità di scegliere tra due diverse opzioni di pagamento; pagamento in anticipo o impostare un piano di pagamento. Offriamo l’intera gamma di posti, da posti singoli a posti doppi e anche posti per seppellire i resti cremati. Nel corso del tempo abbiamo intenzione di espandere la nostra attività in ogni parte del Regno Unito, e di organizzare degli approvvigionamenti nei nostri cimiteri dedicati.
ur: حالیہ سالوں میں جنازہ کا انتظام کرنے میں ایک سب سے مشکل کام تدفین کے پلاٹ کی تلاش اور خریداری ہے۔ حقیقت ہے کہ یوکے میں قابل عمل تدفین کے پلاٹوں کی فراہم کم ہو رہی ہے جس کا اعتراف اب کچھ سالوں سے ہورہا ہے اور اس کے ساتھ تدفین کے لئے مطالبہ سخت ہورہے ہیں جبکہ انتخاب اور لاگت دونوں بری طرح متاثر ہوچکی ہیں۔ Burialplots.co.uk اس ضرورت کو پورا کرنے کے لئے بنائی گئی تھی اور اس نے ایسا ہی کیا جس سے فراہمی آسان اور سادہ ہوئی۔ ہم نے پورے یوکے کے قبرستانوں میں واقع پلاٹوں کے انتخاب کو ایک جگہ جمع کیا۔ صرف ہمارے تلاش کے پیج پر رسائی کے ذریعے آپ اپنی پسند کے قبرستان کو تلاش کرسکتے ہیں اور پھر اس قبرستان میں دستیاب پلاٹوں کو دیکھیں۔ معلومات جیسے سائز، قسم اور لاگت فراہم کی گئی ہے اور آپ کے پاس دو مختلف ادائیگی کے پسند کرنے کے طریقے بھی ہیں؛ پیشگی ادائیگی یا ادائیگی کا پلان قائم کرنا۔ ہم پلاٹوں کی مکمل رینج فراہم کرتے ہیں اکیلے پلاٹ سے ساتھی پلاٹوں تک اور جلانے کے بعد بقایاجات کو دفنانے کے لئے بھی پلاٹ ہیں۔ وقت گزرنے کے ساتھ، ہم اپنی پہنچ یوکے کے دوسرے حصوں تک بڑھانے کے لئے ہم اپنے وقف شدہ قبرستان کی فراہمی کے لئے منصوبے بنا رہے ہیں۔

# Membership
source: Membership of these bodies means that their training is regularly updated and they are insured to cover legal costs in the event of your will being challenged.
it: L’adesione a questi organismi implica che la loro formazione è regolarmente aggiornata e loro sono assicurati per coprire i costi legali nel caso il tuo testamento sia problematico.
ur: ان اداروں کی رکنیت کا مطلب ہے کہ ان کی تربیت کی باقاعدہ تجدید کی جارہی ہے اور آپ کی وصیت چیلینج ہونے کے موقع پر وہ قانونی لاگت کو پورا کرنے کے لئے اسے یقینی بناتے ہیں

# Once
source: Once you’ve found the plot which exactly meets your requirements, you can use the rest of our site to arrange all of the other aspects of a funeral. From memorial stones and cars to flowers and eulogies, we offer advice and links to all the services needed to pre-plan a funeral in full. Although a funeral director can and will handle all the details – including securing a burial plot – it makes much more sense to pre plan as much of it as possible. Think of pre-planning as the last gift you leave to your loved ones. By purchasing a plot and making arrangements ahead of time you’ll be freeing them from the stress and cost of having to do so whilst coping with losing you. Purchasing a burial plot in advance will deal with one of the trickiest aspects of funeral planning, allowing your nearest and dearest to get on with marking your passing and celebrating your life.
it: Una volta che hai trovato il posto che soddisfa esattamente le tue esigenze puoi utilizzare il resto del nostro sito per organizzare tutti gli altri aspetti di un funerale. Dalle pietre tombali e le auto fino ai fiori e gli elogi, noi offriamo consigli e link per tutti i servizi necessari a pre-pianificare completamente un funerale. Anche se un direttore funebre sarà in grado di gestire tutti i dettagli, incluso ricavare un posto per la sepoltura, ha molto più senso pre-pianificare il più possibile. Pensa alla pre-pianificazione come un ultimo regalo che lasci ai tuoi cari. Acquistando un posto e organizzando i dettagli in anticipo sarai in grado di liberarli dallo stress e dai costi dell’organizzazione che dovrebbero affrontare nel momento della tua perdita. Acquistando un posto per la sepoltura in anticipo ti occuperai di uno degli aspetti più tristi della pianificazione funebre, permettendo ai tuoi più vicini e più cari di affrontare liberamente la tua perdita e di celebrare la tua vita.
ur: ایک بار آپ نے پلاٹ تلاش کرلیا جو بالکل اپ کی ضروریات کے مطابق ہے، آپ جنازے کے دوسرے کاموں کے تمام انتظام کے لئے ہماری بقیہ سائٹ کو استعمال کرسکتے ہیں۔ یادگاری پتھر اور کاروں سے لے کر پھولوں اور قصدہ خوانی تک، ہم پورے جنازے کی پیشگی منصوبے کے لئے تمام ضروری خدمات کی تجویز اور لنک فراہم کرتے ہیں۔ حالانکہ ایک فیونرل ڈائریکٹر تمام کاموں کو سنبھال سکتا ہے اور سنبھال لے گا ۔ تدفین کا پلاٹ محفوظ کرنا شامل ہے ۔ یہ پیشگی پلان کا بہت زیادہ احساس دلاتا ہے اتنا زیادہ جتنا ممکن ہو۔ پیشگی منصوبہ بندی کی سوچ بطور اپنے پیاروں کے لئے آپ کی طرف سے چھوڑ کے جانے والا آخری تحفہ ہے۔ پلاٹ کی خریداری اور وقت کے ساتھ آگے کے انتظامات کرنے سے آپ ان کو ذہنی دباؤ اور لاگت سے آزاد کرتے ہیں ایسا کرنے سے جب وہ آپ کے کھونے سے نبرد آزما ہوں۔ پیشگی تدفین کے پلاٹ کی خریداری جنازے کی منصوبہ بندی کے کاموں میں ایک مشکل ترین معاملہ ہوگا اپنے قریبی عزیزوں کو آپ کے گزرنے کے نشان لگانے دیں اوراپنی زندگی کو منائیں۔

# Planningfor
source: Planning for a funeral is something which people often shy away from, fearing that it may be distressing. The truth of the matter, however, is that people who’ve made arrangements for what will happen in the event of their death generally experience much more peace of mind having done so. After all, nobody wants to think of leaving their loved ones with a financial, emotional and practical burden when they’ve gone. That’s why people write wills and take out life insurance policies. The same forethought can be applied to planning and paying for a funeral, and with the average UK burial funeral now costing £4,136*, anything which can be purchased or planned in advance will help to ease the bereavement process for those left behind.
it: Pianificare un funerale è qualcosa che spesso fa paura alle persone, poiché pensano che possa essere disturbante. La verità è che le persone che hanno organizzato ciò che accadrà nell’evento della loro morte si ritrovano con una maggiore tranquillità mentale. Dopo tutto nessuno vorrebbe lasciare i propri cari con delle problematiche finanziarie, emotive e pratiche in seguito alla loro morte. Per questo motivo le persone tendono a scrivere testamenti e sottoscrivono a polizze di assicurazione sulla vita. Lo stesso pensiero può essere applicato alla pianificazione e al pagamento di un funerale, e con un funerale nel Regno Unito che costa mediamente £4.136*, tutto ciò che possa essere acquistato o pianificato in precedenza aiuterà a facilitare il processo di lutto a coloro che sono stati lasciati.
ur: کسی جنازے کی پلاننگ میں کچھ ہے جو لوگوں کو اکثر باز رکھتا ہے، جس سےڈرتے ہیں کہ پریشانی ہوسکتی ہے۔ حالانکہ معاملے کی حقیقت یہ ہے کہ جو لوگ انتظامات کرتے ہیں توان کی وفات واقع ہونے پر کیا ہوتا ہوگا عام طور پر دیکھا ہے وہ بڑے ذہنی سکون سے ہوتے ہے۔ کسی بھی صورت میں کوئی اپنے عزیز کے چلے جانے کے بعد ان کی چھوڑے ہوئے مالیاتی، جذباتی اور عملی بوجھ کے بارے میں سوچنا نہیں چاہتا ہے۔ اسی لئے لوگ وصیتیں لکھتے ہیں اور لائف انشورنس کی پالیسیاں لیتے ہیں۔ یہی پیشگی سوچ جنازے کی منصوبہ بندی اور ادائیگی پر بھی پوری آسکتی ہے اور یوکے جنازے کی تدفین کے ساتھ اوسط لاگت ابھی £4,136*، کسی چیز کی پہلے سے خریداری یا اس کا منصوبہ بنانا جنہیں پیچھے رہ جانے والوں کے لئے محرومی کے دوران آسانی کرنے میں مدد کرے گا۔

source: Shortage of Burial Plots
it: Carenza di posti di sepoltura
ur: تدفین کے پلاٹوں کی کمی

# TheInstitute
source: The Institute of Professional Will Writers
it: L’Istituto di Scrittori Professionisti di Testamenti (Institute of Professional Will Writers)
ur: دی انسٹیٹیوٹ آف پروفیشنل ول رائٹرز

# TheRoyal
source: The Royal London National Funeral Cost Index Report 2016
it: *Rapporto di Indice di Costo Funebre Reale del Regno Unito 2016
ur: دی رائل لندن نیشنل فیونرل کاسٹ انڈیکس رپورٹ 2016

source: The Society of Will Writers
it: La Società degli Scrittori di Testamenti (Society of Will Writers)
ur: رائدی سوسائٹی آف ولٹرز

# Theuse
source: The use of specialist help when writing a will is particularly advised if:
it: L’uso di un aiuto specialistico quando si deve scrivere un testamento è particolarmente consigliato se:
ur: ماہر کی مدد کا استعمال کریں جب کوئی وصیت میں خاص نصیحت لکھتا ہے اگر:

# Thisisonly
source: This is only the case, of course, if the will in question is written in the correct manner. Elsewhere in this site we’ve outlined exactly what a will has to contain (link to ‘Wills’), but any mistakes will only lead to more stress and expense for the people left behind. You may save money on the fees a solicitor or specialist firm would charge, but you won’t enjoy the peace of mind derived from knowing that your will was put together by someone with specialist knowledge in the fields of will writing and probate.
it: Questo è solo il caso, ovviamente, in cui il testamento in questione sia scritto in una maniera corretta. Da qualche altra parte su questo sito abbiamo descritto esattamente che cosa deve contenere un testamento (link a “Testamento”), ma qualunque errore potrebbe solo comportare più stress e spese per le persone lasciate indietro. Si potrebbe risparmiare sulle spese che ti potrebbe fatturare un avvocato o una ditta specializzata, ma non ti potrai godere così la pace mentale che avresti se il tuo testamento fosse revisionato da qualcuno che possiede una conoscenza specialistica nel campo dei testamenti e delle verifiche.
ur: بلا شبہ صرف یہ معاملہ ہے اگر زیر بحث وصیت اچھے طریقے سے لکھی گئی ہے۔ کہیں اور اس سائٹ میں ہمارے پاس خلاصہ ہے جو بالکل وصیت پر مشتمل ہوتی ہے (link to ‘Wills’) لیکن وصیت میں کوئی غلطی پیچھے رہنے والے لوگوں کے لئے مزید ذہنی دباؤ اوراخراجات کا باعث بنتی ہے۔ آپ فیس کی صورت میں رقم بچاسکتے ہیں جو کوئی وکیل یا ماہر فرم لے گی لیکن آپ ذہنی سکون سے لطف اندوز نہ ہوسکے گے جو یہ جان کر ملتا ہے کہ آپ کی وصیت کسی ماہر کے پاس رکھوا دی ہے جو وصیت کو لکھنے اور پروبیٹ کے میدانوں کا علم رکھتا ہے۔

source: Using a Solicitor
it: Utilizzo di un avvocato
ur: وکیل کا استعمال

source: Using a will writing service
it: Utilizzare un servizio di elaborazione di un testamento
ur: وصیت کا استعمال تحریری خدمت

# Writingawill
source: Writing a will is something which saves a great deal of time and trouble following your death. Your loved ones will know exactly how you wanted your estate to be divided, thereby stopping any possible arguments, and you may even choose add a few details covering what you’d like your funeral to include. You can never minimise the emotional impact of bereavement, but a will can help to reduce the financial, logistical and practical problems which often arise.
it: Scrivere un testamento consente di risparmiare molto tempo e difficoltà dopo la tua morte. In tal modo i tuoi amati sanno esattamente come volevi dividere il tuo patrimonio, bloccando così eventuali discussioni; inoltre potresti anche aggiungere un paio di dettagli riguardanti il tuo funerale. Non si può mai minimizzare l’impatto emotivo del lutto, ma un testamento può aiutare a ridurre i problemi finanziari, logistici e pratici che spesso insorgono.
ur: وصیت تحریر کرنا اہم چیز ہے جس سے آپ کے انتقال کے بعد کافی وقت اور پریشانی بچتی ہے۔ آپ کے پیارے بالکل ایسے ہی جانتے ہوں گے جیسے آپ اپنی ملکیت کو تقسیم کرنا چاہتے ہیں اس طرح کسی ممکنہ دلیل کو روکا جاسکتا ہے، اور آپ کچھ تفصیلات شامل کرنے کا بھی انتخاب کرسکتے ہیں جو آپ اپنے جنازے میں شامل کرانا پسند کریں گے۔ آپ کبھی بھی محرومی کے اثر کے جذبات کو کم سے کم نہیں کرسکتےہیں، لیکن ایک وصیت جو مالیاتی، انتظامی اور عملی مشکلات کو کم کرنے میں مدد کرسکتی ہے جو اکثر سر اٹھاتے ہیں۔

# Youhave
source: You have a complex family structure such as one which involves children from a previous partnership, or a dependent who will need extra help due to illness or disability
it: Hai una struttura familiare complessa come quella che coinvolge figli nati da una relazione precedente o un dipendente che necessita di un aiuto extra a causa di una malattia o per disabilità
ur: آپ کی فیملی کا ایک پیچیدہ ڈھانچہ ہے جیسا کہ ایک جس میں شامل بچے پچھلے ساتھی سے ہیں یا کوئی جو سہارے پر ہو اسے بیماری یا معذوری کی وجہ سے اضافی مدد کی ضرورت ہوگی

# Youhaveoverseas
source: You have overseas assets, such as a holiday home
it: Se hai proprietà all’estero, come una casa per le vacanze
ur: آپ کے پاس بیرون ملک اثاثے ہیں جیسے ایک تعطیلات کا گھر

# Youown
source: You own a business which will make up part of your estate
it: Hai un’azienda che farà parte della tua proprietà
ur: آپ کا اپنا کاروبار جسے آپ کی ملکیت کا حصہ بنانا ہوگا

# Yourestate
source: Your estate is going to be liable to Inheritance Tax
it: La tua proprietà sarà assoggettata alle Imposte di Successione
ur: آپ کی ملکیت پر وراثت ٹیکس واجب الادا ہے

# Youshould
source: You should consider using a will writing service if your will is going to be fairly simple and you already understand some of the basics of writing a will, but not enough to feel fully confident writing your own. A will writing service may visit you at your own home, and some offer an online option. The main advantages of will writing services are that there are enough of them for you to be able to shop around, and you can therefore be certain to find the best possible price. The disadvantages are that a will writing service will not be able to store your will as safely as a solicitor, and the industry regulation doesn’t offer the same protection as that given to solicitors. Although will writers aren’t usually fully legally qualified, they will be trained in wills and estate planning, as long as the service is a member of one of the following organisations:
it: Si consiglia di utilizzare un servizio di elaborazione di un testamento se il tuo testamento si rivela essere abbastanza semplice e hai già capito alcune basi di come scrivere un testamento ma non sei pienamente sicuro di scrivere il tuo. Il personale del servizio di elaborazione di un testamento potrebbe visitarti a domicilio, e alcuni offrono un’opzione online. I principali vantaggi dei servizi di elaborazione di un testamento sono che ci sono molti servizi tra cui scegliere per trovare il miglior prezzo possibile. Gli svantaggi sono che un servizio di elaborazione di un testamento non sarà in grado di conservare il tuo testamento al sicuro come farebbe un avvocato, e la regolamentazione del settore non offre la stessa protezione come quella fornita dagli avvocati. Anche se gli scrittori dei testamenti non sono in genere totalmente qualificati legalmente, essi saranno addestrati in pianificazioni di testamenti e proprietà fintanto che il servizio è membro di una delle seguenti organizzazioni:
ur: آپ کو وصیت کے لئے تحریری خدمات کے استعمال پر سوچنا چاہئیے اگر آپ کی وصیت بالکل سادہ ہوگی اور آپ پہلے ہی وصیت کی تحریر کی کچھ بنیادی چیزیں سمجھتے ہیں لیکن زیادہ نہین تو اطمینان محسوس کرتے ہوئے اعتماد کے ساتھ اپنی وصیت خود تحریر کریں۔ وصیت تحریری خدمت ہوسکتا ہے آپ کے پاس آئے آپ کے اپنے گھر اور کچھ آن لائن کا انتخاب فراہم کرتی ہیں۔ وصیت تحریری خدمت کے بڑے فائدے ہیں کہ آپ کو موازنہ کرنے کے لئے ان کے پاس کافی کچھ ہے اور اسی لئے آپ کچھ کوممکنہ بہترین قیمت میں پا سکتے ہیں، نقصان یہ ہے کہ وصیت تحریری خدمت آپ کی وصیت کو محفوظ کرنے کے قابل نہیں جتنی حفاظت سے وکیل کرسکتا ہے اور صنعت کے قواعد اسی طرح کے تحفظ کی فراہمی نہیں کرتے ہیں جیسے وکیلوں کے لئے کرتے ہیں۔ حالانکہ وصیت لکھنے والے عام طور پر مکمل قانونی صلاحیت نہیں رکھتے ہیں وہ وصیتوں اور ملکیت کی منصوبہ بندی کے لئے تربیت یافتہ ہوں گے جہاں تک درج ذیل تنظیموں میں سے کسی ایک کا کوئی رکن ہو۔

# Belowyouwillllfind
source: Below you’ll find just a few of the examples of the impact which Burialplots.co.uk has been making in the media. We look upon ending the taboo surrounding death and funerals, and starting the conversation about bereavement, as being part of our remit:
it: Di seguito troverai solo alcuni degli esempi dell’impatto che Burialplots.co.uk sta avendo sui media. Un nostro obiettivo è eliminare il tabù che circonda la morte e i funerali, ed iniziare ad avere una conversazione sul lutto come parte del nostro mandato:
ur: درج ذیل آپ صرف پُراثر چند مثالیں پائیں گے جو Burialplots.co.uk نے میڈیا کے لئے بنائی ہیں۔ ہم جنازوں اور موت کے گرد ممنوعات کا خاتمہ دیکھنا چاہتے ہیں اور محرومی کے بارے میں گفتگو شروع کریں جیسے ہماری ادائیگی کا حصہ بننا ہے۔

source: Burial Plots Press and News
ur: تدفین کے پلاٹ ۔ پریس اور خبریں

source: PRESS AND NEWS
ur: پریس اور خبریں

source: Search for a plot
ur: پلاٹ تلاش کریں

# AfterthefuneralFaq
source: After the funeral is over, the mourners usually gather for refreshments. This may be at a nearby pub or hotel, or perhaps at the home of the deceased. If you find it difficult to locate a suitable venue then your funeral director may be able to help.
it: Dopo che si sia concluso il funerale, i partecipanti si riuniscono in genere per un rinfresco. Questo potrebbe svolgersi in un pub locale o in un hotel, o anche direttamente a casa del defunto. Se ti è difficile trovare un luogo adatto, il tuo direttore funebre potrebbe essere in grado di aiutarti.
ur: جنازہ پورا ہونے کے بعد عام طور پر سوگواران جمع ہوکر تازگی کے لئے ہلکی غذا لیتے ہیں۔ یہ قریبی شرآب خانہ یا ہوٹل یا شاید مرحوم کا گھر پر ہوسکتا ہے۔ اگر آپ کو موزوں جگہ تلاش کرنے میں مشکل ہورہی ہے تو آپ فیونرل ڈائریکٹر سے مدد حاصل کرسکتےہیں۔

source: Burial Plots FAQs
ur: تدفین کے پلاٹ – اکثر پوچھے جانے والے سوالات

# Canamourner
source: Can a mourner take part in the funeral service?
it: Un partecipante può far parte allo svolgimento del servizio funebre?
ur: کیا کوئی سوگوار جنازے کی خدمت میں حصہ لے سکتا ہے؟

# CanIput
source: Can I put objects in the coffin?
it: Posso porre degli oggetti nella bara?
ur: کیا میں تابوت میں چیزیں رکھ سکتا ہوں؟

source: Can mourners carry the coffin?
it: I partecipanti possono portare la bara?
ur: کیا سوگوار تابوت کو اٹھا سکتے ہیں۔

# Canthefuneral
source: Can the funeral procession travel past a favourite place?
it: La processione funebre si può percorrere lungo un posto preferito?
ur: کیا جنازے کے جلوس کا سفر پسندیدہ جگہ سے گزر سکتا ہے؟

# DoIhavetowear
source: Do I have to wear black to a funeral?
it: Mi devo vestire di nero ad un funerale?
ur: کیا جنازے کےلئے مجھے کالے کپڑے پہننے پڑیں گے؟

# DoIneed
source: Do I need to publish an obituary notice?
it: Devo pubblicare un avviso di necrologio?
ur: کیا مجھے کسی موت کی اطلاع شائع کرانے کے ضرورت ہے؟

source: FAQS
ur: اکثر پوچھے جانے والے سوالات

# Friendsorfamily
source: Friends or family are welcome to carry the coffin into the venue for the service, often feeling privileged to do one last thing or the deceased. If the numbers are insufficient, a funeral director will offer help and support, as well as instructing the people carrying the coffin, known as pall bearers.
it: La famiglia o gli amici sono i benvenuti a trasportare la bara verso la sede in cui si svolgerà il servizio, e spesso si sentono privilegiati a fare un’ultima cosa per il defunto. Se il numero di persone è insufficiente un direttore funebre offrirà aiuto e supporto, e inoltre potrà istruire le persone che portano la bara, definiti ora i portatori di bara.
ur: دوستوں اور فیملی خدمت کے لئے تابوت کو جگہ تک لے جانے کے لئے اٹھانے پر خوش آمدید کہتے ہیں، اکثر ایک آخری چیز کا یا مرحوم کا خاص حق ادا کرنے کا احساس ہوتا ہے۔ اگر تعداد ناکافی ہے تو فیونرل ڈائریکٹر مدد اور معاونت کی پیش کش کرے گا اس کے ساتھ ساتھ لوگوں کو تابوت اٹھانے کی ہدایت دے گا جنہیں کندھے دینے والے کہتے ہیں۔
