Repository: neocodejack/burial-plots
Catalog: burialplots/Resources/HomeTexts.*.resx
Languages: it, ur

# HereatBurialplotscouk
source: Here at Burialplots.co.uk we offer access to the widest possible range of advice and help for people coping with the issue of bereavement. This includes emotional support, practical matters and an affordable, accessible supply of burial plots across the UK. In some cases the deceased may have undertaken a degree of pre-planning where their funeral was concerned, with the aim of sparing their loved ones at least some of the stress and expense involved. Reticence around facing up to matters of mortality mean that this often isn’t the case, however, and the funeral in question has to be arranged from scratch. No matter what the particular circumstances are, there are certain basic steps which generally take place following the death of a person, and after that death has been registered.
ur: یہاں Burialplots.co.uk پر ہم تجاویز کے وسیع ممکنہ سلسلے تک رسائی فراہم کرتےہیں اور محرومی کے مسئلے پر قابو پانے کے لئے لوگوں کی مدد کرتے ہیں۔ اس میں شامل جذباتی معاونت، عملی مسائل اور پورے یو کے میں سستی قابل حصول تدفین کے پلاٹوں کی فراہمی ہے۔ کچھ معاملات میں مرحوم کسی حد تک پیشگی منصوبہ بندی کرسکتے ہیں جہاں تک ان کے جنازے کا تعلق تھا اس مقصد کے ساتھ کہ آپنے پیاروں کے ذہنی دباؤ اور شامل اخراجات کو کسی حد تک کم کرسکیں۔ اسی لئے وفات کے مسائل پر چہروں کے گرد کم گوئی کا مطلب تو اکثر ایسا کوئی معاملہ نہیں ہوتا ہے اور زیربحث جنازے کے انتظامات نئے سرے سے کرنے پڑتے ہیں۔ چاہے کچھ بھی ہو کیسے بھی مخصوص حالات ہوں کچھ بنیادی اقدامات جو عام طور پر وفات پانے والے شخص کی وفات کے رجسٹر ہوچکنے کے بعد کرتے ہیں۔

# Ifyouare
source: If you are at the Funeral Directors premises, do not be afraid to leave to consider your options
ur: اگر آپ فیونرل ڈائریکٹروں کی عمارت میں ہیں تو اپنے اختیارات پر غور کریں اور چھوڑنے سے نہ گھبرائیں

# Inmostcases
source: In most cases, the first step in arranging a funeral will be finding a funeral director. Some people may opt for arranging the funeral themselves, due to a wish to be more personally involved, or to save on the costs of the funeral. No matter which course of action you take, the actual details of the funeral service will be entirely in your hands. It should be remembered that this is your chance to mark the loss of a loved one but also to celebrate what they meant to you and to others. This might mean, for example, selecting music which meant a lot to them to be played during the funeral service, or choosing readings of poems or other literature which you know they loved. Don’t feel restricted in your options by a sense of what’s ‘expected’ at a funeral. Different cultures, for example, mark the passing of a loved one in ways which might strike those of us who live in the developed west as being somewhat bizarre; from New Orleans Jazz Funerals to Tibetan ‘sky burial’ and the South Korean option of turning the deceased remains into shiny, colourful beads rather than ashes. In Ghana, meanwhile, people are often buried in so called ‘fantasy coffins’ which are designed and built to represent something which was important in the life of the deceased. The results resemble parade floats more than traditional coffins, and notable examples include a Mercedes Benz, a light aircraft and a giant chicken.
ur: بہت سے معاملات میں، جنازے کے انتظام میں پہلا مرحلہ فیونرل ڈائریکٹر کی تلاش ہوگی۔ کچھ لوگ جنازے کا انتظام بذات خود پسند کرسکتے ہیں زیادہ ذاتی خواہش کے شامل ہونے کی وجہ سے یا جنازے کی لاگت میں بچت کے لئے۔ کچھ بھی ہو جو بھی عمل آپ کریں، حقیقی جنازے کی خدمت کی تمام تفصیلات مکمل طور پر آپ کے ہی ہاتھوں میں ہوگی۔ یہ یاد رکھنا چاہئیے کہ یہ آپ کے لئے آپنے پیارے کے نقصان پر توجہ دینے کا موقع ہے لیکن تعریف کرتے ہیں جو ان کا مطلب آپ کے لئے اور دوسروں کے لئے کیا ہے۔ مثال کے طور پراس کا مطلب ہوسکتا ہے کہ موسیقی کا انتخاب جس کا مطلب ان کے لئے بہت زیادہ بجانا ہے جنازے کی خدمت کے دوران یا نظموں کا پڑھنا یا دوسرا ادب جس کے بارے میں آپ کو معلوم ہو کہ وہ اس سے پیار کرتے تھے۔ آپنے انتخابات میں محدود محسوس نہ کریں اس احساس کے ساتھ کہ جنازے پر کیا “امید ہوتی ہے” ۔ مثال کے طور پرمختلف ثقافتیں کسی عزیز کے وفات پانے کو اس طرح علامت بناتی ہیں جو ہمیں حیران کردیتی ہے جو ترقی یافتہ مغرب میں رہتے ہیں جیسے کچھ عجیب سے ہوتے ہیں، نیو اورلینڈ جاز کے جنازوں سے تیبیتان 'آسمانی تدفین’ اور مرحوم کو چمکدار، رنگین سیپیوں کے بجائے راکھ کے میں رکھنے کا جنوبی کوریائی انتخاب تک۔ جب کہ گھانا میں، لوگ اکثر برائے نام ‘تصوراتی تابوت’ میں دفناتے ہیں جو کچھ اس طرح ڈیزائن اور بنایا جاتا ہے نمائندگی کے لئے جو مرحوم کی زندگی میں اہم تھا۔ نتائج روایتی تابوتوں سے زیادہ مشابہ جلوس کا چلنا ہوتا ہے اور قابل ذکر مثالوں میں شامل مرسیڈیز بینز، ایک ہلکا ہوائی جہاز اور ایک بہت بڑی مرغی۔

# Inotherparts
source: In other parts of this site we’ll look at the options which are available in terms of aspects of a funeral such as flowers, memorials, music and transport. Whilst we specialise in providing access to affordable burial plots, we also advise on all other aspects of a funeral. If you’ve got any questions, please contact us via email at (Email), or by calling 0100 000 000.
ur: اس سائٹ کے دوسرے حصوں میں ہم اختیارات دیکھیں گے جو جنازے کے پہلوؤں کے بارے میں دستیاب ہیں جیسے پھول، یادگاریں، موسیقی اور ٹرانسپورٹ۔ جب کہ ہم سستے تدفین کے پلاٹوں کے لئے رسائی فراہم کرنے میں مہارت رکھتے ہیں، ہم جنازے کے دوسرے تمام پہلوؤں پر تجویز بھی دیتے ہیں۔ اگر آپ کے پاس کوئی سوالات ہوتو مہربانی فرما کر ہم سے بذریعہ ای-میل رابطہ کریں (Email) یا فون کریں 0100 000 000

# Making
source: Making it possible for family members and others to view the deceased before burial if desired
it: Far sì che i membri familiari ed altri possano vedere il defunto prima della sepoltura se lo si desidera
ur: اگر خواہش ہے کہ تدفین سے پہلے فیملی کے ارکان اور دوسروں کے لئے مرحوم کو دیکھنا ممکن بنانا ہے۔

# Moving
source: Moving the deceased to the funeral home from the hospital, or helping to make arrangements if you wish them to stay at home before the funeral
it: Spostare il defunto dall’ospedale alla casa funebre, o aiutare a pianificare se portarlo o meno a casa prima del funerale
ur: مرحوم کو ہسپتال سے جنازہ گھر لے جانا یا انتظامات کرنے میں مدد کرنا اگر آپ انہیں جنازے سے پہلے گھر پر رکھنا چاہتے ہیں

# NationalAssociation
source: National Association of Funeral Directors
it: Associazione Nazionale di Direttori Funebri
ur: نیشنل ایسوسی ایشن آف فیونرل ڈائرکٹرز

# NationalFederation
source: National Federation of Funeral Directors
it: Federazione Nazionale di Direttori Funebri
ur: نیشنل فیڈریشن آف فیونرل ڈائرکٹرز

# Nomatter
source: No matter how grateful you may be for the help a funeral director offers, always remember that they are charging for their services and, difficult though it may be, you have to treat your dealings as a financial transaction. As for quotes throughout and, if need be, get quotes from more than one company. As long as all of the companies are members of the associations previously mentioned, you’ll be guaranteed certain minimum standards, and you shouldn’t let the fact that you’d like to deal with these issues as quickly as possible allow you to be taken advantage of. If you’d like to know more about arranging a funeral, or what you should expect from a funeral director, please contact us at (Email) or call our team on 0100 000 000.
it: Non importa quanto tu sia grato per l’aiuto offerto dal direttore funebre, ricordati sempre che loro ti stanno fatturando per i servizi offerti, e per quanto possa essere difficile, devi trattare i tuoi rapporti come una transazione finanziaria. Quanto per il prezzo, cerca di ottenere le quotazioni da più di una sola azienda. Fintanto che tutte le aziende sono membri delle associazioni precedentemente menzionate, si è garantiti da certi standard minimi, e non dovresti dimenticarti del fatto che se volessi risolvere tutti questi problemi velocemente e senza cautela potresti essere tratto in inganno. Se vuoi sapere di più riguardo la preparazione di un funerale, o cosa ti dovresti aspettare da un direttore funebre, ti preghiamo di contattarci all’(Email) o chiama il nostro team a 0100 000 0000.
ur: کوئی بات نہیں کہ آپ فیونرل ڈائریکٹر کی فراہم کردہ مدد کے لئے کتنے احسان مند ہوسکتےہیں ہمیشہ یاد رکھیں کہ وہ اپنی خدمات کی ادائیگی لیتے ہیں، اگرچہ ہوسکتا ہے کہ مشکل ہو،آپ کو اپنی معاملات ایک مالیاتی لین دین کے طور پر دیکھنے پڑتے ہیں۔ جیسے رائج تمام درج قیمتوں کے لئے اگر ضرورت پڑے تو درج قیمتیں ایک سے زائد کمپنی سے حاصل کریں۔ جہاں تک تمام کمپنیاں پہلے ذکر کی گئی ایسوسی ایشنوں کی ارکان ہیں آپ کو ضمانت دی جائے یقیناً کم سے کم معیارات کی، اور آپ کو حقیقت بھولنا نہیں چاہئیے کہ آپ ان مسائل کو جتنا جلدی ممکن ہوسکے طے کرنا پسند کرتے ہیں جو آپ کو اس کا فائدہ اٹھانے دیتے ہیں۔ اگر آپ جنازے کے انتظام کے بارے میں مزید جاننا چاہتے ہیں یا فیونرل ڈائریکٹر سے آپ کیا توقع رکھتے ہیں تو مہربانی فرما کر ہم سے رابطہ کریں (Email) یا ہماری ٹیم سے فون پر 0100 000 000

# Nomatterwhat
source: No matter what your individual circumstances are, you’ll find everything you need to cope with bereavement within Burialplots.co.uk. If you have any questions, or would like to discuss something you’ve seen on the site, then please email us at (Email) or call our team on 0100 000 0000.
ur: کوئی فرق نہیں پڑتا کہ آپ کے انفرادی حالات کیا ہیں، آپ دکھ سے سنبھلنے کے لئے تمام ضروری چیزیں Burialplots.co.uk میں پائیں گے۔ اگر آپ کے پاس کوئی سوالات ہیں یا سائٹ کو دیکھنے پر کچھ گفتگو کرنا چاہتے ہیں تو مہربانی فرماکر ہمیں ای-میل کریں (Email) یا ہماری ٹیم کو فون کریں 0100 000 0000۔

# Organising
source: Organising any collection of charity donations in place of flowers
it: Organizzare una raccolta di donazioni di carità al posto di fiori
ur: پھولوں کی جگہ پر خیراتی چندہ کو جمع کرنے کا انتظام کرتے ہیں

# Placing
source: Placing announcements in local or national newspapers or any online equivalent needed
it: Pubblicare annunci in giornali locali o nazionali o su qualunque equivalente online
ur: مقامی اور قومی اخبارات میں یا کسی ضروری مساوی آن لائن پر اعلانات کروائیں

# Remember
source: Remember that just because a firm has been there for many years it does not mean that it is still Family owned. If this is important to you ask who is the owner - even ask to meet him or her! A Family owned firm will reflect its owner
ur: صرف یہ یاد رکھیں کیوں کہ کوئی فرم جو کئی سالوں سے ہے اس کا یہ مطلب نہیں کہ یہ ابھی تک کسی فیملی کی ملکیت ہے۔ اگر آپ کے لئے یہ ضروری ہے تو پوچھئیے مالک کون ہے بلکہ اس سے ملنے کا بھی کہہ دیں! ایک خاندانی ملکیت کی فرم اپنے مالک کی عکاسی کرے گی۔

# Society
source: Society of Allied and Independent Funeral Directors
it: Società di Direttori Funebri Alleati e Indipendenti
ur: سوسائٹی آف الائیڈ اینڈ انڈیپنڈنٹ فیونرل ڈائریکٹرز

# The
source: The second aspect of our offer is access to the full range of services needed when arranging a funeral. Whether you utilise a funeral director or arrange the details yourself, you’ll find links, advice and help across our website. We’ve pulled together all of the services you might be interested in, as well as a range of advice on legal and emotional matters, and the details of organisations which specialise in helping people cope with bereavement.
ur: ہماری پیشکش کی دوسری صورت جب جنازے کا انتظام ہورہا ہو ضروری خدمات کے مکمل سلسلے کےلئے رسائی ہے۔ چاہے تو آپ فیونرل ڈائیریکٹر کو استعمال کریں یا خود تمام کام سرانجام دیں، آپ اس سلسلے میں ہماری پوری ویب سائٹ پر لنک، تجویز اور مدد پائیں گے۔ ہم نے تمام خدمات کو اٹھا کرکے جمع کردی ہیں جس میں آپ دلچسپی رکھتے ہیں اس کے ساتھ ساتھ ایک قانونی اور جذباتی مسائل پر تجویز کا سلسلہ ہے اور تنظیموں کی تفصیلات جو دکھ پر قابو پانے کے لئے لوگوں کی مدد کرنے میں ماہر ہیں

# Thefuneral
source: The funeral you choose following the death of a loved one will be your chance to mark their passing and celebrate their life. Although there are many different aspects involved in arranging a funeral, a lot of people find that the process itself is somewhat therapeutic, offering a degree of ‘closure’ and giving them something to focus their emotions upon in the immediate aftermath of the death.
ur: کسی عزیز کے انتقال کے بعد آپ کا جنازے کا انتخاب کرنا آپ کا ہوگا موقع ہے ان کے انتقال پر علامت اور ان کی زندگی کو لوگوں کے سامنے سراہنے کا۔ حالانکہ جنازے کے انتظام میں کئی مختلف پہلو شامل ہوتے ہیں، کئی لوگ دیکھتے ہیں کہ یہ عمل بذات خود کچھ علاج ہے، خاتمے کے درجہ کو پیش کرنا اور انتقال کے فوراً بعد میں ان کے جذبات کو توجہ دینے کے لئے انہیں کچھ دینا۔

# Thepracticalities
source: The practicalities of arranging a funeral can often seem all but overwhelming in the immediate aftermath of a loved one’s death. From the legal issues of registering the death, to making sure that all the relevant people are informed and then dealing with the details of the funeral itself, the need to liaise with a number of differing agencies can be extremely difficult when all you want to think about is the person you’ve just lost.
it: Le praticità dell’organizzare un funerale possono spesso sembrare travolgenti nel periodo immediatamente dopo la morte di una persona cara. Dalle questioni legali della registrazione della morte, all’assicurarsi che siano state informate tutte le persone rilevanti e infine trattare con i dettagli di un funerale stesso, la necessità di contattare un numero di agenzie differenti può essere estremamente difficile quando tutto ciò su cui ti vuoi soffermare è solo la persona che hai perso.
ur: کسی جنازے کے انتظام کو عمل میں لانا اکثر سب کچھ نظر آسکتا ہے لیکن کسی کے پیارے کی موت کے فوری بعد بہت زیادہ ہوتا ہے۔ فوتگی کے رجسٹرکرانے کے قانونی مسائل سے یقینی بنانا کے لئے کہ تمام متعلقہ لوگوں کو مطلع کردیا گیا ہے اور پھر خود جنازے کی تفصیلات کو طے کرنا، کئی مختلف ایجنسیوں کے ساتھ تعاون کرنے کی ضرورت انتہائی مشکل ہوسکتی ہے جب آپ تمام اس شخص کے بارے میں سوچنا چاہتے ہیں جسے آپ نے ابھی کھویا ہے۔

# Thesecondaspectofbereavement
source: The second aspect of bereavement, and one which may come as more of a shock, is the sheer number of practical matters which have to be dealt with. In some cases the deceased may have engaged in a degree of pre-planning for their funeral, but this is often not the case, particularly if the death was unexpected. Even pre-planning will leave some aspects of the process, such as registering the death, to be handled after the event, and dealing with the wide range of different bodies involved can seem overwhelming.
ur: دوسری محرومی کی صورت ہے اور ایک بار جو صدمے کی زیادتی سے ہوسکتی ہے جس میں اچھی تعداد عملی مسائل کی ہوتی ہے جن پر کام کرنا پڑتا ہے۔ کچھ معاملات میں مرحوم کسی حد تک اپنے جنازے کی پیشگی منصوبہ بندی میں مصروف ہوسکتے ہیں لیکن ایسا اکثر معاملات میں نہیں ہوتا ہے، خاص طور پر اگر غیر متوقع ہو۔ یہاں تک کہ پیشگی منصوبہ بندی میں بھی کچھ چیزوں پر کام کرنا چھوٹ جاتا ہے جیسا کہ مرنے کا رجسٹر کرانا، جسے مرنے کے بعد کیا جاتا ہے اور شامل مختلف اداروں کا وسیع سلسلہ ہے جن کے ساتھ کام کرنا ہے جو دیکھنے میں بہت زیادہ ہوسکتے ہیں۔

# Thismeans
source: This means that they will adhere to very strict codes of practice. Arranging a funeral can be very expensive, and the emotions involved may leave you vulnerable to exploitation. A funeral director who is a member of one of these bodies, for example, will have to provide you with a price list when asked, and you can be certain they will always behave with the utmost tact and sensitivity. The exact role a funeral director will fill varies from case to case, as part of the remit is to respond to the unique needs of each individual client. Amongst the duties which they will generally undertake will be the following:
it: Ciò implica che essi aderiranno a codici di pratica molto rigorosi. Preparare un funerale può essere molto costoso, e le emozioni coinvolte ti potrebbero lasciare vulnerabile all’inganno. Un direttore funebre membro di uno di questi organismi, ad esempio, deve fornirti un listino prezzi quando richiesto, e puoi essere certo che si comporterà sempre con il massimo tatto e sensibilità. Il ruolo esatto di un direttore funebre varia di caso in caso, poiché parte delle competenze è di rispondere in modo unico alle necessità di ogni cliente individuale. Tra i compiti che generalmente intraprendono ci sono i punti seguenti:
ur: اس کا مطلب ہے کہ وہ بہت سختی سے عمل کے ضابطے کی پیروی کرتے ہوں گے۔ جنازے کا انتظام بہت مہنگا بھی ہوسکتا ہے اور شامل جذبات آپ کو استحصال کا شکار بھی کر سکتے ہیں۔ مثال کے طور پر، فیونرل ڈائریکٹر جو ان اداروں میں سے کسی ایک کا رکن ہے جسے آپ کو مانگنے پر قیمتوں کی فہرست مہیا کرنا پڑے گی اور آپ یقین کرسکتے ہیں کہ وہ ہمیشہ آپ سے انتہائی طریقے اور حساسیت کے ساتھ پیش آئیں گا۔ ہر انفرادی صارف کی منفرد ضروریات کے جواب میں ادائیگی کے حصہ کے طور پر کسی فیونرل ڈائریکٹر کا اصل کردار ایک سے دوسرے معاملے میں مختلف ہوتا ہے۔ دوسرے فرائض میں جو وہ عام طور پر ادا کریں گے درج ذیل ہوں گی:

# Whenaskingfor
source: When asking for a telephone quote make sure that it is also put in writing
ur: جب درج قیمت کسی فون پر پوچھیں تو یقینی بنائیں کہ اسے لکھ بھی لیا ہے۔

# Whenchoosing
source: When choosing a funeral director:
ur: :جب فیونرل ڈائریکٹر کا انتخاب کریں

# Whensomeoneclose
source: When someone close to you dies the impact is multi-faceted. The first and most obvious issue which you’ll have to deal with will be the emotions you’ll feel. No two people are exactly the same, and so the grief, anger, sadness and shock will differ from person to person and case to case. The important thing to realise is that there’s no such thing as the ‘right’ way to feel when you lose a loved one, and that the cliché about time being a great healer is actually based on truth. Although it’s difficult to believe in the immediate aftermath of a death, there will come a time when you can look back on the life of that person with joy as well as sadness.
ur: جب آپ کے کسی قریبی کی وفات کا اثر کثیر الجحتی ہوتا ہے۔ پہلا اور سب سے واضح مسئلہ جس سے آپ کو نمٹنا پڑتا ہے وہ جذبات ہیں جو آپ محسوس کرتے ہیں۔ کوئی دو لوگ بالکل ایک جیسے نہیں ہوتے اور اسی طرح غم، غصہ، افسردگی اور صدمہ کا احساس بھی مختلف ہوتا ہے ایک شخص کا دوسرے سے اور ایک معاملہ دوسرے سے۔ سمجھنے کی اہم چیز یہ ہے کہ کوئی ایسی چیز نہیں ہے جسے محسوس کرنے کے لئے 'صحیح' طریقہ سمجھا جائے جب آپ کسی اپنے پیارے کو کھو چکے ہیں اور وقت کے بہترین علاج ہونے کے بارے میں کہاوتیں جو حقیت میں سچائی کی بنیاد پر ہوتی ہیں۔ حالانکہ مرنے کے فوری بعد اس پر یقین کرنا مشکل ہوتا ہے، پھر وقت آئے گا جب آپ اس شخص کے ساتھ خوشی اور دکھ میں زندگی میں پیچھے مڑ کردیکھیں گے۔

# Whilstthedetails
source: Whilst the details of the funeral and of the service itself are open to interpretation, there is a set pattern which funerals in the UK generally follow. In most cases the procession will start from the home of the deceased, with the coffin on one car and mourners in another travelling at slow speed to the place where the service is to be held. This is often a religious building such as a church or chapel. The coffin will be placed at the front of the room with the nearest relatives sitting closest to the front. In the case of a burial, the coffin will be taken to the grave after the initial service and a shorter service will then take place as it is lowered into the ground. The order and content of the service is something which the friends and family of the deceased charged with arranging the funeral will decide between themselves. After the funeral, mourners often gather to share refreshments, sometimes at the home of the deceased, sometimes at a location such as function room in a local hotel or pub. In many cases this is the point at which people feel better able to share their memories of the person who has died, and to begin the process of looking back at their life with joy as well as sadness.
ur: جب کہ جنازے پر غور اور خدمت بذات خود وضاحت کے لئے کھلے ہیں، یہاں کچھ نمونوں کے سیٹ ہیں جن کی یوکے میں جنازے عام طور پر پیروی کرتے ہیں۔ بہت سے معاملات میں جلوس مرحوم کے گھر سے شروع ہوتا ہے ایک کار پر تابوت کے ساتھ اور سوگواران دوسری گاڑی میں سوار ہلکی رفتار میں اس مقام کے لئے چلتے ہیں جہاں خدمت ہونی ہے۔ یہ اکثر اوقات مذہبی عمارت جیسے کوئی چرچ یا چیپل ہوتا ہے۔ تابوت کو کمرے کے سامنے کے ساتھ رشتہ داروں کے بیٹھنے کے قریب ترین رکھتے ہیں۔ تدفین کے معاملے میں، تابوت کو ابتدائی خدمت کے بعد قبر کے لئے لے جایا جائے گا اور پھر مختصر خدمت ہوگی اس طرح زمین میں اتارا جاتا ہے۔ حکم اور خدمت کا مواد جو کچھ ہے مرحوم کے دوستوں اور فیملی سے جنازے کے انتظام کرنے کے ساتھ لیا جائے گا جس کا ان کے درمیان فیصلہ ہوگا۔ جنازے کے بعد، سوگواران اکثر ہلکا پھلکا کھانے کے لئے بعض اوقات مرحوم کے گھر پر، بعض اوقات کسی مقام پر جیسے مقامی ہوٹل یا شراب خانے کے تقریب کے کمرے میں دیتے ہیں۔ کئی معاملات میں یہ اہمیت رکھتا ہے جس سے لوگ بہتر محسوس کرنے کے قابل ہوتے ہیں اس شخص کی یادوں کو جو مر چکا اسے بانٹ کراور خوشی کے ساتھ اور افسردگی کے ساتھ اپنی زندگی پر پیچھے دیکھنے کا عمل شروع کرنے کے لئے

source: Burial Plots Pre Need
it: Burial Plots Bisogni Anticipati
ur: تدفین کے پلاٹ ۔ پیشگی ضرورت

source: Burial Plots Will Writing
it: Burial Plots Scrivere un Testamento £
ur: تدفین کے پلاٹ – وصیت تحریر کرنا £

source: Forward Planning
it: Pianificazione anticipata
ur: آگے کی منصوبہ بندی

# If
source: If you have any questions regarding writing wills, probate or any other legal issue pertaining to bereavement, please contact us at (Email) or by calling 0100 000 0000.
it: Se hai qualunque domanda riguardo l’elaborazione di testamenti, verifiche o qualsiasi altra questione legale relativa al lutto, contattaci per favore all’indirizzo email (Email) o telefona al numero 0100 000 0000.
ur: اگر آپ کے پاس وصیتیں تحریر کرانے کے بارے میں کوئی سوالات ہوں یا کوئی دوسرے قانونی مسئلے پر جو محروم ہونے پر مشتمل ہوں تو مہربانی فرما کا ہم سے رابطہ کریں (Email) یا بذریعہ فون 0100 000 0000
