Repository: neocodejack/burial-plots
Catalog: burialplots/Resources/HomeTexts.*.resx
Languages: it, ur

# Whensomeone
source: When someone close to you dies the emotional impact can be so devastating that coping with the myriad of practical issues thrown up can seem impossible. Even if death wasn’t sudden, the shock and finality can be overwhelming, but the fact of the matter is that there are details which those who have been left behind have to attend to.
it: Quando muore qualcuno vicino l’impatto emotivo può essere così devastante che avere a che fare con la miriade di questioni pratiche coinvolte può sembrare impossibile. Anche se la morte non è stata improvvisa, lo shock e la finalità possono essere travolgenti, ma il fatto è che ci sono comunque dei dettagli che devono essere elaborati da coloro che sono rimasti indietro.
ur: جب آپ کے کسی عزیز کا انتقال ہوتا ہے تو جذباتی اثر تباہ کن ہوسکتے ہیں بے پناہ عملی مسائل کے ساتھ نمٹنا اسے ناممکن دکھائی دے سکتا ہے۔ اگر موت اچانک نہ ہو پھر بھی صدمہ اور خاتمہ بہت زیادہ بھی ہوسکتا ہے لیکن مسئلے کی حقیقت یہ ہے کہ تفصیلات ہیں ان کی جوپیچھے رہ گئی ہیں اور انہیں بھی اس میں شامل ہونا پڑتا ہے۔

source: Wreaths
it: Corone
ur: ہار

# Wreathsand
source: Wreaths – wreaths and sympathy bouquets are smaller arrangements of flowers which can be carried by mourners and placed on or around the coffin. Posies and baskets are similar, and in all cases a selection of foliage and greenery can be used to create something which is genuinely and totally unique.
it: Corone e bouquet sono piccole composizioni di fiori che possono essere portati dai partecipanti e piazzati attorno o sulla bara. I mazzi e i cestini sono simili, e in tutti i casi si sceglie una selezione di fogliame e vegetazione per creare qualcosa che sia totalmente unico.
ur: ہار – ہار اور ہمدردی کے گلدستے پھولوں کے چھوٹے انتظامات ہیں جو سوگوار اٹھاتے اور تابوت پر یا اطراف میں رکھ دیتے ہیں۔ چھوٹے گلدستے اور پھولوں کی ٹوکریاں ایک جیسی ہیں اور تمام معاملات میں کچھ حقیقی اور مکمل منفرد بنانے کے لئے پودوں اور ہریالی کا انتخاب بھی استعمال کیا جاسکتا ہے

source: Aftercare
it: Cura
ur: بعد کا خیال

source: Burial Plots Stonemasons
it: Burial Plots Pietre Tombali £
ur: £تدفین کے پلاٹ – سنگ تراش

# Designed
source: Designed and put together with skill, care and dedication, a memorial created by a stonemason will provide a fitting tribute to the person you loved, and a comforting place to visit when you wish to think about them in years to come. For more information on the options available, and how to find the right stonemason, contact us at (Email) or by calling 0100 000 0000.
it: Progettato e composto con abilità, cura e dedizione, un memoriale creato da un muratore fornirà un omaggio adatto alla persona che amate e un luogo confortante da visitare quando si desidera pensare a loro negli anni a venire. Per maggiori informazioni riguardo le opzioni disponibili, e come trovare il giusto muratore di pietre tombali, si prega di contattarci tramite l’email (Email) o telefonando al numero 0100 000 0000.
ur: ڈیزائن اور اس کے ساتھ مہارت، خیال اور لگن، ایک یادگار کو جسے سنگ تراش نے بنایا اس شخص کو لگانے کا خراج تحسین پیش کرے گی جو آپ کا پیارا تھا اور جانے کے لئےاطمینان کی جگہ جب آپ آنے والے سالوں میں ان کے بارے میں سوچنے کے لئے آپ کی خواہش ہو۔ دستیاب اختیارات پر مزید معلومات کے لئے اور کیسے اچھا سنگ تراش تلاش کرنا ہے، ہم سے رابطہ کریں (Email) پر اور بذریعہ فون 0100 000 0000

source: Engraving
it: Incisione
ur: کندہ کرانا

source: Full memorials
it: Memoriali interi,
ur: مکمل یادگاریں

# Hereat
source: Here at Burialplots.co.uk we do everything we can to ease the process of bereavement as far as it is possible to do so. Whilst the grief, sadness and even anger that many people feel following a death can’t be avoided, the wealth of practical issues which have to be addressed can be simplified, and that’s exactly what we do. This begins with offering access to affordable burial plots across the UK – something which people are otherwise finding increasingly difficult to find – and also includes advice, help and links to the kind of services you’ll need following a death, or if you decide to pre-plan a funeral.
it: A Burialplots.co.uk facciamo tutto il possibile per facilitare il processo del lutto. Mentre il dolore, la tristezza e persino la rabbia che provano alcune persone in seguito a una morte non possono essere evitati, le molte problematiche pratiche da affrontare possono essere semplificate, e noi facciamo esattamente questo. Noi iniziamo offrendo posti di sepoltura a prezzi accessibili in tutto il Regno Unito, qualcosa che altrimenti le persone trovano molto difficile da fare. Inoltre forniamo anche consigli, aiuti e link ai vari servizi che serviranno dopo una morte, o se decidi di pre-programmare un funerale.
ur: یہاں Burialplots.co.uk پر ہم ہر چیز کرتے ہم محرورمی کے عمل کو آسان کرسکتے ہیں جہاں تک ہوسکے یہ ممکن ہے جتنا کریں۔ جب کہ غم، اداسی اور یہاں تک کہ موت کے بعد غصہ جو کئی لوگ محسوس کرنے سے بچ نہیں سکتے ہیں، عملی مسائل کی دولت جس کا لگا کر اسے آسان کیا جاسکتا ہے اور بالکل ایسے ہی ہم کررہے ہیں۔ یہ شروعات پورے یوکے کے قابل استطاعت تدفین کے پلاٹوں کے لئے رسائی کی فراہمی سے ہے ۔ کچھ لوگ اس کے علاوہ زیادہ تلاش کے لئے پریشانی کو بڑھاتے ہیں – اور خدمات کی قسم کے لئے تجویز، مدد اور لنک بھی شامل ہیں آپ کو کسی انتقال کے بعد ضرورت ہوگی یا اگر آپ جنازے کے پیشگی منصوبے کے لئے فیصلہ کرتے ہیں۔

source: Inscription
ur: نقش کاری

source: Lawn memorials
it: Lapide tombale
ur: لان یادگاریں

# Onceinplace
source: Once in place, the memorial will have to be cleaned from time to time on order to maintain the best possible appearance. It’s also advisable to take out insurance on the stone on case of vandalism or accidental damage.
it: Una volta posto il memoriale, questo dovrà essere pulito di tanto in tanto per mantenere il miglior aspetto possibile. È anche consigliabile prendere un’assicurazione sulla pietra in caso di vandalismo o danni accidentali.
ur: ایک بار لگ جانے کے بعد، بہترین ممکنہ ظاہری شکل صحیح رکھنے کےلئے یادگار کو وقتاً فوقتاً صاف کرنا پڑے گا۔ یہ بھی قابل تجویز ہے کہ پتھر کی انشورنس کرالیں توڑپھوڑ یا حادثاتی نقصان کی صورت میں۔

# Thematerial
source: The material chosen for your memorial will be governed, to a degree, by the regulations of the cemetery in question. The most common materials are granite, marble and stone. Each material has its own qualities; stone often blends seamlessly with the natural environment, white marble, usually imported from Italy, offers a gentler appearance whilst polished black granite offers perhaps the most traditional aesthetic. Your stonemason will talk you through the options available, advising, for example, on the range of colours and finishes on offer and pointing out possible problems such as a marble memorial being marked by leaves dropping from a nearby tree.
it: I materiali scelti per il tuo memoriale sarà governato, in una certa misura, dai regolamenti del cimitero in questione. I materiali più comuni sono granito, marmo e pietra. Ogni materiale possiede le proprie qualità; la pietra spesso si mimetizza con l’ambiente naturale circostante, il marmo bianco in genere importato dall’Italia offre un aspetto più dolce mentre il granito nero offre forse l’estetica più tradizionale. Il tuo muratore tombale ti mostrerà le varie opzioni disponibili, informandoti, ad esempio, della gamma dei colori e offre e indica eventuali problemi, come un memoriale di marmo che potrebbe macchiarsi con delle foglie che cadono da un albero vicino.
ur: اپنی یادگار کے لئے سامان کا چناؤ چلائے جائے گا کسی حد تک زیر بحث قبرستان کے قواعد سے۔ سب سے عام سامان ہیں گرینائیٹ، سنگ مرمر اور پتھر۔ ہر سامان کا اپنا معیار ہوتا ہے؛ پتھر اکثر قدرتی ماحول میں ہموار مرکب ہوتے ہیں، سفید سنگ مرمر عام طور پر اٹلی سے درآمد کیا جاتا ہے۔ جب پالش ہو کر کالا گرینائٹ ہلکی شکل و صورت پیش کرتا شاید سب سے زیادہ روایتی خوبصورتی پیش کرتا ہے۔ آپ کا سنگ تراش آپ سے دستیاب اختیارات کے بارے میں بات کرے گا، تجویز دے گا، مثال کے طور پر، رنگوں کی رینج پر اور آخری تیاری کی فراہمی پر اور ممکنہ مسائل کی نشاندہی کرے گا جیسے سنگ مرمر یادگار پتوں کے شنان لگا کر جو قریب کے درختوں سے گر رہے ہیں۔

# Therole
source: The role which a memorial plays in the grieving process can’t be overstated. Helping to create a permanent physical reminder of the person you’ve lost can provide a source of comfort during the difficult days following their death. Having to select the nature, design and wording of any memorial will allow you to concentrate on your feelings, providing a practical focal point for the huge range of emotions which are bound to be impacting upon you at this time.
it: Il ruolo di una lapide commemorativa nel processo di lutto non può essere sottostimato. Aiutare a creare un ricordo fisico permanente della persona che hai perso può fornire una fonte di conforto durante i giorni difficili che susseguono la loro morte. Dover scegliere la natura, il design e la formulazione scritta di qualsiasi pietra tombale ti permetterà di concentrarti sui tuoi sentimenti, provvedendo ad un punto focale pratico nella vastissima gamma di emozioni che impattano in questa fase.
ur: یادگار غم کے دوران میں جو کردار ادا کرتی ہے وہ مبالغہ آرائی نہیں ہوسکتا ہے۔ شخص کی یاد میں جو کھو چکا ہے اس کی جسمانی چیز مستقل بنانے میں مدد کرتے ہوئے جو ان کی وفات کے بعد مشکل دنوں کے دوران سکون کا ذریعہ فراہم کرسکتے ہیں۔ قدرت، ڈیزائن اور لفظ کسی یادگار کے منتخب کرنا آپ کے احساسات پر متوجہ ہونے دے گا، ایک اہم نقطہ فراہم کرتے ہوئے جذبات کے ایک بڑے سلسلے کے لئے جو اس وقت آپ پر اثر کررہا ہے۔

# Theroleofastonemason
source: The role of a stonemason is to turn your vision of the kind of memorial you’d like to create for your loved one into a reality. A stonemason will be able to advise, for example, exactly what kind of rules and regulations the cemetery in question applies to memorials. Different cemeteries will have different rules regarding the size, shape and wording of a memorial, as well as factors such as the colour and finish of any stone. Most cemetery memorials come in one of two designs:
it: Il ruolo di una pietra tombale è quello di trasformare nella realtà la tua visione di un memoriale che ti piacerebbe creare per la tua persona cara. Una pietra tombale deve poter seguire le leggi e i regolamenti del cimitero in questione riguardo i memoriali. Cimiteri differenti avranno leggi differenti riguardo le dimensioni, la forma e la formulazione di un memoriale, così come fattori quali il colore e la rifinitura di qualsiasi pietra. La maggior parte dei memoriali di un cimitero sono:
ur: سنگ تراش کا کردار ہے کہ آپ کی یادگار کی قسم کو آپ کی نظر کے مطابق بدل دے جو آپ اپنے پیارے کے لئے حقیقت میں بنوائیں گے۔ مثال کے طور پر ایک سنگ تراش بالکل وہی نصیحت کرسکتا ہے جو قبرستان میں کسی قسم کے قواعد و ضوابط ہیں جو زیر بحث یادگاروں پر نافذ ہوتے ہیں۔ مختلف قبرستانوں کے کسی یادگار کے لئے سائز، شکل اور یادگار کے الفاظ کے بارے میں مختلف قواعد ہوں گے اس کے ساتھ ساتھ عوامل جیسے رنگ اور کسی پتھر کا اختتامی کام۔ بہت سے قبرستانوں میں دو ڈیزائنوں میں سے ایک یادگاریں آسکتی ہے۔

# thisis
source: this is a headstone resting on a matching base at the head of the grave
it: che corrisponde ad un blocco di pietra che poggia su una base corrispondente alla testa della tomba
ur: یہ سرہانے کا پتھر زمین پر ملتا ہو قبر کے سر پر رکھا جائے گا۔

source: Types of Material
it: Tipi di materiali
ur: سامان کے اقسام

source: Types of Memorial
it: Tipologie di pietre tombali
ur: یادگار کی اقسام

# Whendeciding
source: When deciding the wording of a memorial the most important piece of advice is to take your time. Once placed onto the stone, the words you choose will be a permanent record of your feelings and a source of comfort in the future, so it’s vital to say exactly what you wish to say. Some cemeteries have regulations in place regarding the words which can be used, and your stonemason and funeral director will be able to help you here. Regulations aside, however, you’re free to put whatever you like on your memorial. Many people, for example, like to have a copy of a photograph of their loved one included in the memorial whilst the wording, as well as the traditional dates of birth and death, can include things such as quotes from poems, songs or other sources. The key is to write something which captures the person you’ve lost and will provide comfort when you visit the memorial in years to come.
ur: جب یادگار کے الفاظوں کا فیصلہ کرنا ہو تو سب سے ضروری نصیحت کا ٹکڑا آپ کا وقت لیتا ہے۔ ایک بار پتھر پر آنے کے بعد آپ کے پسند کئے گئے الفاظ آپ کے احساس کا مستقل ریکارڈ بن جاتے ہیں اور مستقبل میں آرام کا ذریعہ تو کہنے کے لئے یہ انتہائی اہم ہے کہ آپ بالکل کیا کہنا چاہتے ہیں۔ کچھ قبرستانوں کے جگہ پر لفظوں کے حوالے سے قواعد ہیں جو استعمال کیے جاسکتے ہیں اور آپ کا سنگ تراش اور فیونرل ڈائریکٹر آپ کی یہاں مدد کرسکتے ہیں۔ بہرحال قواعد ایک طرف، آپ آزاد ہیں جو آپ پسند کریں اپنی یاد گار پر لگوانے کے لئے۔ مثال کے طور پر کئی لوگ اپنے کسی پیارے کی تصویر کی کاپی یادگار میں لگوانا شامل کرتے ہیں جب کہ الفاظ اس کے ساتھ ساتھ روایتی تاریخ پیدائش اور تاریخ وفات، چیزیں شامل کرسکتےہیں جیسے اقتباسات کسی نظم، گانے یا دوسرے ذرائع سے۔ کچھ لکھنے کا مقصد جو شخص کو متوجہ کرے جسے آپ نے کھویا ہے اور اطمینان فراہم کرے جب آپ آنے والے سالوں میں یادگار پر آئیں۔

# Yourstone
source: Your stone mason will offer a selection of lettering styles and fonts to choose from, as well as options such as lead lettering for marble stones and gilded lettering which is particularly effective on polished black granite. Once you’ve made all of these choices, your memorial will be created and put in place, although there may be a delay while the ground around the grave settles.
it: Il tuo muratore ti offrirà una selezione di stili di lettere e font tra cui scegliere, così come opzioni quali lettere di piombo su lapidi di marmo o lettere dorate particolarmente efficaci su granito nero lucido. Una volta che avrai fatto tutte queste scelte, il memoriale sarà creato e messo sul posto, con un eventuale ritardo nell’attesa di uno stabilizzazione sicura del terreno intorno alla tomba.
ur: آپ کا سنگ تراش آپ کو الفاظوں کی طرز اور فونٹ پسند کرنے کے لئے دے گا اس کے ساتھ ساتھ اختیارات جیسے سنگ مرمر کے لئے ابتدائی الفاظ اور سنہرے الفاظ جو خاص طور پر کالے گرینائیٹ پر پالش ہوکر پراثر ہوتے ہیں۔ ایک بار آپ نے یہ سارے انتخاب کرلئے، آپ کی یادگار مکمل ہوجائے گی اورجگہ پر حالانکہ دیر ہوسکتی ہے جب کہ قبر کے گرد کی زمین صحیح ہوجائے۔

source: A Funeral Director
ur: ایک فیونرل ڈائریکٹر

# Afuneraldirectoris
source: A funeral director is the first port of call for most people arranging a funeral. Whilst it’s possible to make the arrangements yourself, and the details on this site will put you in touch with all of the relevant agencies, many people find it comforting to fall back upon the experience of someone who deals with these arrangements for a living.
it: Un direttore funebre è il primo porto di chiamata per la maggior parte delle persone che organizzano un funerale. Mentre è possibile realizzare i preparativi di per te, e i dettagli che stanno su questo sito ti aiutano a metterti in contatto con tutte le agenzie rilevanti, molte persone trovano un conforto nel ricevere aiuto da qualcuno con esperienza che si occupa di questi preparativi per lavoro.
ur: ایک فیونرل ڈائریکٹر کسی جنازے کے انتظام کے لئے کئی لوگوں کے لئے پہلی بندرگاہ ہے۔ حالانکہ یہ ممکن ہے کہ آپ خود انتظامات کریں اور اس سائٹ پر تفصیلات آپ کو تمام متعلقہ ایجنسیوں سے رابطے میں رکھے گی، کئی لوگ اس میں آسانی پاتے ہیں کہ کسی کے تجربے پر پیچھے ہوجائیں جو زندگی گزارنے کے لئے یہ انتظامات کرتے ہیں۔

# Although
source: Although every funeral is a reflection of the individual who’s been lost and the feelings of those left behind, there are certain aspects which the majority of funerals tend to involve, and links to bodies which provide those services can be found across the site. As well as funeral directors, we provide the general details on aspects such as choosing a coffin, arranging a memorial, booking the cars needed for a funeral, the kind of flowers which you might wish to purchase and the funeral plan options which are available. It may well be the case that the time and trouble involved in arranging the funeral for a loved one leads you to decide that you want to spare those close to you from going through the same process by arranging your own funeral in advance.
ur: حالانکہ ہر جنازہ کسی فرد کا عکس ہوتا ہے جس نے وفات پائی ہے اور احساسات جو پیچھے رہ گئے ہیں۔ کئی پہلو ہیں جس میں جنازوں کی اکثریت شامل ہوتی ہے اور اداروں کے لنک جو فراہم کرتی ہیں وہ خدمات جو پوری سائٹ پر مل سکتی ہے۔ اس کے ساتھ ساتھ فیونرل ڈائریکٹر، ہم عام تفصیلات فراہم کرتے ہیں پہلوؤں پر جیسے تابوت کا انتخاب کرنا، یادگار کا انتظام کرنا، جنازے کے لئے ضروری کاروں کی بکنگ کرانا، پھولوں کی اقسام جو آپ خریدنے کی خواہش رکھ سکتےہیں اور جنازے کے منصوبے کے انتخاب جو دستیاب ہیں۔ یہ معاملہ اچھا ہوسکتا ہے کہ جنازے کے انتظام میں شامل وقت اور پریشانی آپ کے کسی پیارے کے لئے آپ کو فیصلہ کرنے کا باعث بنے گا کہ آپ اپنے قریبی عزیز کو اسی عمل سے گزارنے کے لئے فارغ کرنا چاہتے ہیں اسی عمل سے گزر کر اپنے جنازے کا خود پیشگی انتظام کرنے کرکے۔

# Askfor
source: Ask for a detailed description of costs when getting a quote
ur: جب درج قیمت حاصل کریں تو لاگت کی تفصیلی وضاحت کے لئے پوچھیں

# Besure
source: Be sure to get quotes from more than one company and find out if he/she is a member of any of the trade associations
ur: ایک سے زائد کمپنی سے درج قیمت حاصل کرنے کے لئے یقین ہو اور معلوم کریں اگر وہ کسی تجارتی ایسوسی ایشن کا رکن ہے۔

# Burialplotsco
source: Burialplots.co.uk was created, in part, to make the impact of bereavement a little less overwhelming. We do this, initially, by making it much easier to find and purchase a burial plot in the UK. The existing burial plot market place isn’t working properly, with demand outstripping supply and prices rising ever higher. We’ve utilised the latest technology to make finding a plot in your favoured location quick and simple, and we also offer payment plans to increase flexibility and affordability.
ur: Burialplots.co.uk محرومی کے بہت زیادہ اثر کو کچھ کم کرنے کے لئے حصوں میں بنائی تھی۔ ہم نے ابتدائی طور پر یہ کیا ہے کہ اسے یو کے میں تدفین کے پلاٹ کی تلاش اور خریداری کو زیادہ آسان تر بنایا۔ موجودہ تدفین کے پلاٹ کی مارکیٹ صحیح طریقے سے کام نہیں کررہی ہےجس سے مانگ فراہمی سے باہر نکل گئی ہے اور قیمتیں زیادہ سے زیادہ تر ہوتی جارہی ہیں۔ ہم نے جدید ٹیکنالوجی کو استعمال کیا پلاٹ کو تلاش کرنے کے لئے آپ کے پسندیدہ مقام پر فوری اور آسان اور ہم نے اسے آسان اور سستا کرنے کے لئے ادائیگی کے منصوبے بھی فراہم کئے ہیں۔

# Burialplotscoukwascreated
source: Burialplots.co.uk was created, at least in part, to make this process simpler. In the first instance we make it much easier to find and purchase a burial plot, whether you need a plot straight away or are planning for the future. The supply of burial plots in the UK is lower than it’s ever been, and we make it easy to find one that’s located exactly where you need it, while our prices are competitive and our payment plan options offer more flexibility. On top of this we’ve pulled together all of the information you’ll need when planning a funeral, from choosing flowers to writing a eulogy and dealing with legal matters. We understand that bereavement can feel like a very lonely place, and we provide a point of contact that’s accessible and comprehensive. From the contact details of organisations which will help you cope with your loss, to information about funeral directors, we provide everything needed to make bereavement at least a little bit easier.
it: Burialplots.co.uk è stato creato per rendere questo processo più semplice almeno in parte. In primo luogo rendiamo più semplice la ricerca e l’acquisto di un posto di sepoltura, sia che tu lo possa necessitare nell’immediato sia che lo stai pianificando per un futuro. La fornitura di posti di sepoltura nel Regno Unito si è ridotta più che mai, e dal canto nostro abbiamo reso più facile la ricerca di un posto localizzato esattamente dove lo desideri, con la flessibilità offerta dai nostri prezzi competitivi e le nostre opzioni di piani di pagamento. Oltre a ciò abbiamo riunito tutte le informazioni necessarie quando pianifichi un funerale, dalla scelta dei fiori alla scrittura di un elogio più le questioni legali. Sappiamo che il lutto può risultare un’attività solitaria, per cui provvediamo un punto di contatto accessibile e esauriente. Dai dettagli di contatto di organizzazioni che possono aiutarti ad affrontare la perdita, alle informazioni circa i direttori funebri, provvediamo tutto il necessario per affrontare un po’ più facilmente la perdita.
ur: Burialplots.co.uk بنائی گئی تھی، بہت کم حد میں، اس عمل کو سادہ تر بنانے کے لئے۔ پہلے مرحلے میں ہم نے تدفین کے پلاٹ کی خریداری اور تلاش کے لئے آسان تر بنایا ہے، چاہے آپ کو براہ راست پلاٹ کی ضرورت ہو یا مستقبل کی سوچ رہے ہوں۔ یو کے میں تدفین کے پلاٹوں کی فراہمی میں پہلے سے کہیں زیادہ کمی ہے اور ہم کسی کی تلاش کو آسان بنا رہے ہیں بالکل اس مقام کے لئے جہاں آپ کو اس کی ضرورت ہے جب کہ ہماری قیمیتیں نسبتاً کم ہیں اور ہماری ادائیگی کے پلان کے اختیارات بھی زیادہ لچکدار ہیں۔ سب سے بڑھ کر یہ کہ ہم نے تمام معلومات نکال کر جمع کی ہے جس کی آپ کو ضرورت ہوگی جب جنازے کی تیاری کریں گے، پھولوں کے پسند کرنے سے لے کچھ تعریفانہ تحریر اور قانونی مسائل کو حل کرنے تک۔ ہم سمجھتے ہیں کہ محرورمی کو محسوس کیا جاسکتا ہے جیسے کوئی اکیلی جگہ اور ہم رابطے کا مقام فراہم کرتے ہیں جو قابل پہنچ اور جامع ہے۔ تنظیموں کے رابطے کی تفصیلات سے جو آپ کے نقصان کو کم کرنے میں آپ کی مدد کریں گے فیونرل ڈائریکٹر کے بارے میں معلومات تک، ہم محرورمی کو کم از کم کسی حد تک آسان ترکرنے کے لئے ضرورت کی ہر چیز فراہم کرتے ہیں۔

source: Burial Plots Funeral Directors
it: Burial Plots Direttore Funebre
ur: تدفین کے پلاٹ ۔ فیونرل ڈائریکٹر

source: Burial Plots Funerals
ur: تدفین کے پلاٹ ۔ جنازے

source: Burial Plots Services
ur: تدفین کے پلاٹ – خدمات£

# Dealing
source: Dealing with paperwork
it: Far fronte ai documenti
ur: کاغذی کاروائی پر کام کرتے ہیں

# Foryourown
source: For your own sense of well-being it’s important to choose a funeral director who is a member of one of the following bodies:
it: Per il tuo senso di benessere è importante scegliere un direttore funebre che sia membro di uno degli organismi seguenti:
ur: آپ کی اپنی صحت مندی کے احساس کے لئے یہ ضروری ہے کہ کوئی فیونرل ڈائریکٹر کا انتخاب کریں جو درج ذیل اداروں کا ایک رکن ہو۔

# Funeral
source: Funeral Directors are amongst the most open professionals. They are usually entrenched in the local community. You can talk openly about the funeral arrangements you want to make.
ur: فیونرل ڈائریکٹر بہت سے کھلے پیشہ وروں میں سے ہیں۔ یہ عام طور پر مقامی آبادی میں مضبوط ہوتے ہیں۔ آپ فیونرل کے انتظامات کے بارے میں کھل کر بات کرسکتے ہیں جو آپ کرنا چاہتے ہیں۔

# Helping
source: Helping you to choose a suitable coffin
it: Aiutare a scegliere una bara adatta
ur: موزوں تابوت کو پسند کرنے میں آپ کی مدد کرتے ہیں

# Helpingto
source: Helping to arrange the venue and catering for any gathering taking place after the funeral
it: Aiutare a preparare la sede e la ristorazione per qualsiasi incontro dopo che si svolge il funerale
ur: جگہ پر انتظامات میں مدد کرنا اور جنازے کے بعد کسی جگہ اجتماع کے لئے کھانے پینے کا بندوبست کرتے ہیں

# Helpingtoarrange
source: Helping to arrange the details of the funeral such as musical requests, printing an order of service, ordering flowers and looking after any flowers that are delivered directly to the funeral home
it: Aiutare nella preparazione dei dettagli del funerale come richieste musicali, stampare un ordine di servizio, ordinare i fiori e controllare che tutti i fiori siano consegnati direttamente alla casa funebre
ur: جنازے کی تفصیلی انتظام میں مدد کے لئے مثلاً موسیقی کی گزارش، چھپائی کی خدمت کا کہنا، پھولوں کا کہنا اور پھولوں کی دیکھ بھال براہ راست جنازہ گھر کے لئے پہنچاتے ہیں
